<template>
  <div>
    <section class="taker-header">
      <b-container fluid class="h-100">
        <b-row class="align-items-center h-100" align-h="center">
          <b-col class="text-center" cols="6">
            <h1 class="text-center h-100 ht">เมื่อความเครียดไม่ได้เป็นแค่ตัวร้าย</h1>
            <!-- <img class="headerIcon m-2" src="@/assets/mood_bad.svg" />
                <h4 class="m-2 text-light">ค่อนข้างไม่เสถียร</h4>
            <p class="m-2 text-light" style="line-height: 1.5em;">ใส่ใจชื่นชมมากที่คุณให้ความสำคัญในการทำความเข้าใจความรู้สึกของตนเอง ถึงแม้ว่าสภาพทางจิตใจของคุณในช่วงนี้อยู่ในเกณฑ์ค่อนข้างไม่เสถียร แต่ใส่ใจไม่อยากให้คุณกังวลกับผลของแบบทดสอบมากจนเกินไป เพราะคุณสามารถจัดการเรื่องรับมือและจัดการกับสภาวะทางอารมณ์ของตัวเองได้หลายวิธีด้วยกัน</p>-->
          </b-col>
        </b-row>
      </b-container>
    </section>
    <b-container>
      <article class="py-5">
        <p
          class="p-article"
        >เชื่อว่าหลายคนที่กำลังอ่านบทความนี้ต้องเคยปะทะกับสภาวะวิตกกังวลหรือภาวะเครียดกันมาบ้าง อย่างน้อยก็ทุกฤดูสอบหรือทุกวังวนมาม่าสิ้นเดือน ความเครียดนั้นเป็นความรู้สึกที่เกิดขึ้นได้กับคนทั่วไป เค้าว่าใคร ๆ ก็เป็นกัน แต่เครียดแล้วก็ไม่เห็นเข้าใจว่าร่างกายจะผลิตความเครียดมาเพื่ออะไรนะ</p>
        <p
          class="p-article"
        >บางทีเราอาจแค่มองข้าม ถ้ามองอีกมุมนึงความเครียด เช่น ความเครียดที่เกิดขึ้นตอนได้งานใหม่ ที่เรียนใหม่ แต่งงาน หรือทำกิจกรรมต่าง ๆ ความเครียดเหล่านี้จะปลดล็อกความสามารถบางอย่างของคน ให้เขาทำกิจกรรมนั้นได้อย่างมีประสิทธิภาพมากยิ่งขึ้น</p>
        <p
          class="p-article"
        >ช่วงเทศกาลคริสต์มาสที่ผ่านมาเราได้มีโอกาสเข้าร่วมค่ายค่ายหนึ่ง เราได้ทำกิจกรรมมากมายในค่ายนี้ซึ่งมันสนุก แต่ก็โคตรเหนื่อย และเราไม่ได้นอน เรามีความเครียดมาก ๆ กับงานที่เราได้รับมอบหมาย มีปัญหาและความสับสนเกิดขึ้นมากมาย มีหลายประเด็นที่เกี่ยวข้องแต่เราไม่สามารถหาเป้าหมายที่ชัดเจนได้ และเราก็ต้องเตรียมงานตลอดเวลาจนไม่ได้นอน เรารู้สึกว่าอยากให้งานนี้ผ่านไปเร็วๆ (เพื่อที่เราจะได้ไปนอน)</p>
        <p
          class="p-article"
        >แต่พอเราผ่านงานนั้นไปได้ มันดันเป็นประสบการณ์ที่ดีสุดๆ ดีในแบบที่ว่าไม่มีสอนในมหาวิทยาลัย ไปซื้อคอร์สเรียน 3 แสนคอร์ส ก็ไม่ได้ขนาดนี้ ก็คือความเครียดจากการทำงานในค่ายนี้ทำให้เราได้ออกจาก comfort zone ได้อัพสกิลตัวเอง ซึ่งเป็นความเครียดที่เสริมสร้างประสบการณ์ดี (Eustress) และทำให้เราเติบโต</p>
        <p
          class="p-article"
        >หลายครั้งที่ความเครียด ความวิตกกังวล เกิดขึ้นในการทำงาน ความสัมพันธ์ หรือจากสภาพแวดล้อมต่างๆ การที่จะลดภาวะความเครียดเหล่านี้เราต้องรู้ให้ได้ว่าความเครียดเราเป็นแบบไหน แล้วเรียนรู้ที่จะจัดการกับมัน ถ้าความเครียดนั้นเป็นความเครียดที่ดี(Eustress)ก็ไปเผชิญหน้ากับมัน แต่ถ้าความเครียดนั่นส่งผลเสีย หรือเป็นความเครียดที่ไม่ดี(Disstress)ก็ต้องหาวิธีจัดการกับความเครียดเหล่านี้ การรู้จักปล่อยวาง การให้อภัย จะช่วยลดความเครียดนี้ได้ แต่ไม่ควรเผชิญหน้ากับความเครียดนั้นคนเดียว หากคุณต้องการเพื่อนที่จะรับฟังและเข้าใจในปัญหาของคุณ ลองถาม PsyJaiสิ สามารถดูข้อมูลเพิ่มเติมได้ที่ PsyJai</p>
      </article>
    </b-container>
  </div>
</template>

<style lang="css" scoped>
.p-article {
  text-indent: 80px;
  line-height: 2em;
  font-size: 18px;
}
</style>